spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.get_actual_hardware_acceleration_a7519fd1e7d9755335048d16b4e977ee_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_actual_hardware_acceleration><virtual_servers><value>test_virtual_server</value></virtual_servers></wsdl:get_actual_hardware_acceleration></env:Body></env:Envelope>